{
    "d06d3138380e4593bda0671a9ec4ef06": {
        "images": [
            "19image3.jpeg"
        ],
        "post_id": "d06d3138380e4593bda0671a9ec4ef06",
        "description": "M'y friend sent me a photo of this dog from tik tok that looked human like and I wanted to make memes put of it. I made a meme that I'll link below and instagram noted it as « hate speech> enjoy"
    },
    "8af82c5554014629985f0e86a0729935": {
        "images": [
            "9620201228_040427.jpg"
        ],
        "post_id": "8af82c5554014629985f0e86a0729935",
        "description": "Title: \"big building\"\r\n\r\nDescription: \"artistic expression\"\r\n"
    },
    "0784189efe564a1eb0bd7121c050c157": {
        "images": [
            "100Screenshot_2020-11-18-07-35-07-311_com.instagram.android.jpg"
        ],
        "post_id": "0784189efe564a1eb0bd7121c050c157",
        "description": "I think this one is funny because it was a painting lol\r\n<https://www.instagram.com/p/CHuO7pcnKLW/>\r\n\r\nIG: Bayleaves\r\n\r\n\"Weird to think a painting with boobs can be reported. At what point is a\r\nrepresentation too real? Where does the difference lie between fine art\r\nfrom a painting or photograph and the selfie pictures I post sometimes of\r\nmy tits.\r\n\r\nAlso lol to whoever reported me ;P\"\r\n"
    },
    "18defc0cf75f44e28b77471adbf3563f": {
        "images": [
            "22IMG_6909.jpeg"
        ],
        "post_id": "18defc0cf75f44e28b77471adbf3563f",
        "description": "Username: @kkvkn\r\nDeleted for: Nudity or sexual activity\r\nWas reuploaded 3 times and taken down every time the very minute it was\r\nposted\r\n"
    },
    "2b994505caec4153ab11615acb0a2675": {
        "images": [
            "101sphinx.jpg"
        ],
        "post_id": "2b994505caec4153ab11615acb0a2675",
        "description": "Hello,\r\n\r\nI'm submitting an image that was deleted from my Instagram account\r\n(laura__lot) this year, seemingly for containing \"nudity\" (precisely a\r\nprinted picture of one female nipple).\r\n\r\nhere's the description:\r\n\r\n\r\n\r\n\r\n*\"The Sphinx\" is a collage work of mine inspired by Laura Mulvey and Peter\r\nWollen's avant-garde film \"The Riddles of the Sphinx\" (1977).The caption I\r\nposted with this image was a quote by Mulvey: \"To the patriarchy, the\r\nSphinx as woman is a threat and a riddle, but women within patriarchy are\r\nfaced with a never-ending series of threats and riddlesâ\u0080\u0094dilemmas which are\r\nhard for women to solve, because the culture within which they must think\r\nis not theirs\".The picture was quickly deleted from my instagram\r\naccount @laura__lot, apparently because it contained one nipple. Unable to\r\nshow this work online, I decided to feature it in a book I recently\r\nreleased.*\r\n\r\nThanks for the opportunity to submit,\r\nBest wishes for the end of the year\r\nLaura Lot\r\n\r\n-- \r\n\r\n*Laura Lot*\r\nlauralot3000@gmail.com\r\nhttp://lauralot.net\r\nhttp://instagram.com/laura__lot\r\n"
    },
    "52c9daa06ffa4c82884575c1d2ba059f": {
        "images": [
            "73Photo_1603413435082.png"
        ],
        "post_id": "52c9daa06ffa4c82884575c1d2ba059f",
        "description": "Hi,\r\n\r\nI post memes on my instagram page called \"slime.doggg\"\r\n\r\nMy meme got deleted because it's a well know cartoon pig emerging from a\r\nclose up of an actual anus I guess ¯\\\\ _(ツ) _/¯\r\nAlthough I think I may have found the anus image on wikipedia, which doesnt\r\nget censored. Either found there or some google porn image I can't remember.\r\n\r\nI made it because I was thinking about how eating pork is really unhealthy,\r\nas it results in parasites (contained in the pigs fat) living in your lower\r\ngut.\r\nIt's also just a play on how the Looney Toons end credits logo animation of\r\nthe curtains looks a little bit like Porky Pig in an ass.\r\n\r\nHope all is well, cheers.\r\nLove\r\n\r\nEm\r\n"
    },
    "b3f1f177a3f84bdd8858d7e0c45defc8": {
        "images": [
            "42image0.jpeg"
        ],
        "post_id": "b3f1f177a3f84bdd8858d7e0c45defc8",
        "description": "'2nd Attempt' deleted from @proencsa\r\n\r\n\r\n"
    },
    "bb121aa0935341fc86ca2ae8f94dda26": {
        "images": [
            "57image0.jpeg"
        ],
        "post_id": "bb121aa0935341fc86ca2ae8f94dda26",
        "description": "\r\n"
    },
    "c2e4a82941f64f119f7f457dceeccc60": {
        "images": [
            "15image0.jpeg"
        ],
        "post_id": "c2e4a82941f64f119f7f457dceeccc60",
        "description": "\r\n\r\n\r\n\r\n@Navii_______\r\n\r\nThis is the post that got me the coveted 'your account may be deleted' message. \r\n\r\nA little under boob never hurt anyone but apparently IG takes offense to it. "
    },
    "3e9990c3a1f647ce96fe1627af04f872": {
        "images": [
            "80image1.jpeg"
        ],
        "post_id": "3e9990c3a1f647ce96fe1627af04f872",
        "description": "Insta is @steph_katz \r\nThis image was deleted less than a minute after I posted it. The caption mentioned my OnlyFans, but was abbreviated to 'OF,' and the message I received said it was deleted for 'sexual solicitation.' I am wearing underwear, it is censored, and selling nude images isn't illegal anyway. Instagram (and the rest of mainstream social media) really need to get past all of this puritanical bullshit and let people exist when they're not hurting anyone. \r\n"
    },
    "628ef4c9d32649e7afe59a3b6ff18795": {
        "images": [
            "88image0.jpeg",
            "88image1.jpeg",
            "88image2.jpeg",
            "88image3.jpeg"
        ],
        "post_id": "628ef4c9d32649e7afe59a3b6ff18795",
        "description": "\r\n@actuallyCibrian \r\n\r\nApparently these photos got deleted at some point and instagram failed to notify me? I cried when I found out because my only thoughts are: Maybe it's cuz I'm fat or maybe it's cuz the scars on my legs? things that are not deemed 'perfect' or 'good'. Anyways here's my fat scarred body again. I used to always tell ppl if I was skinny and white my page would get more traction fuck this app I'm here for the people that love me. Thank you. \r\n\r\n-- xoxODIE \r\n\r\n"
    },
    "e03d9f9d29b4460abe7644f0b7a3b360": {
        "images": [
            "18PastedGraphic-1.jpg"
        ],
        "post_id": "e03d9f9d29b4460abe7644f0b7a3b360",
        "description": "this meme was initially born out of my interest in the creative relationship between death grips and animator galen pehrson - specifically, i was inspired by the shitshow music video, which opens with footage of pehrson being filmed by his partner (?) while paramedics try to coax any kind of coherent response out of him. i turned to google in hopes of finding some explanation for pehrson's condition - did he have a seizure? too much acid? psychotic break? who knows... in classic death grips fashion, powerfully unsettling personal experience was presenting alongside performance art without context or explanation. all my research really turned up was this picture of pehrson and zach hill at some porn hub x brazzers event (a picture that i can't find anymore lol). from there, i thought it would be funny to connect this picture with the fact that the two of them shared a director's credit for the shitshow video. just as that video was removed from youtube, this meme was instantly removed 2-3 times from instagram before i was able to get it to stick. the message from instagram was basically that my post was not high enough priority to get looked at by a mod. idk if it was the #pornhub, #brazzers, etc. hashtags that i used or what, but fuck the zuck regardless.\r\n\r\n-- (@whistleblower_memes_69k)\r\n\r\n\r\n\r\ni have one other post that was deleted for good, but i could never figure out what it was lol. i'll submit as a response to this email if i can find out which one it was. also, lmk if u want something other than a .jpg. i tried to export as .png, but it didn't seem any higher quality."
    },
    "16a48840536b4dbfb3a4701f84fe1a79": {
        "images": [
            "20IMG_20201031_233912_952.jpg"
        ],
        "post_id": "16a48840536b4dbfb3a4701f84fe1a79",
        "description": "Those bloody bastards are useless, just like me.\r\n\r\n@kalashnikovputina\r\n"
    },
    "f52209ee05724769ac32682b1585e60b": {
        "images": [
            "46image0.jpeg"
        ],
        "post_id": "f52209ee05724769ac32682b1585e60b",
        "description": "\r\nHimba tribeswomen by me @annettesabr \r\nDeleted twice by insta \r\n\r\n\r\n\r\nSent from my iPhone"
    },
    "26ff5258afa943baad0deb25ff4b13df": {
        "images": [
            "32IMG_7485.jpg"
        ],
        "post_id": "26ff5258afa943baad0deb25ff4b13df",
        "description": "Hi this is a screenshot of a video of me rotating a vase I was trying to\r\nsell.  Instagram removed it from my story because of nudity and sexual\r\nactivity???\r\n\r\nMy insta is @megwoods_\r\n\r\n-- \r\n*Interdisciplinary Visual Artist*\r\n\r\nwww.mbwetc.tumblr.com\r\nInstagram: megwoods_\r\n"
    },
    "93910299d5064de99ca024e067a3e42d": {
        "images": [
            "44image0.jpeg"
        ],
        "post_id": "93910299d5064de99ca024e067a3e42d",
        "description": "No this is not a joke, this really was removed from my story due to nudity\r\n\r\nIt is very rare I upload pictures of me revealing my body, and usually I delete them within 20 minutes after because of my anxiety. This time I held my own and kept it up to try and push my limits and convince myself that I wasn’t a narcissistic ass for feeling cute. But apparently this was too much for Instagram to handle and they deleted it within the hour of posting it to my story. @K4yhon"
    },
    "c3dc99fbf0c04a78839ce3ed7a270fc2": {
        "images": [
            "29image2.jpeg"
        ],
        "post_id": "c3dc99fbf0c04a78839ce3ed7a270fc2",
        "description": "Instagram handle : @hip__death__goddess\r\n\r\n“Yours truly” on 35mm film\r\n\r\n
        Pictured is one of my happiest moments from this whole tumultuous and depressing year. Feeling blissed out in a natural hot spring with not a masked being in sight, life felt normal for a little while...until my uncensored radiant joy was deemed a “violation of community guidelines”. It left me wondering, which community even chose these guidelines!? Not mine that’s for damn sure... I wish we could take back this platform from Zuckerberg and all the bots!\r\n\r\n
        
        Sent from my iPhone"
    },
    "5a76366ecb274b77a37aeeeaf3037724": {
        "post_id": "5a76366ecb274b77a37aeeeaf3037724",
        "description": "<html><head></head><body><div style=\"font-family: Verdana;font-size: 12.0px;\"><div>here&#39;s the download link for my submission:</div>\r\n\r\n<div>&nbsp;</div>\r\n\r\n<div><a href=\"https://we.tl/t-YC0mKmUNHE\" target=\"_blank\">DOWNLOADME</a></div>\r\n\r\n<div>&nbsp;</div>\r\n\r\n<div>here&#39;s the description:</div>\r\n\r\n<div>&nbsp;</div>\r\n\r\n<div>these photos are part of a series i started on instagram called idrawstuffonnudes.&nbsp;much like this exhibit i want to criticize the platform for censoring and prohibiting art and bodies. even though my vulva is covered with a drawing these pictures have been deleted multiple times and i have been shadowbanned because of them. while instagram&rsquo;s community guidelines are very specific about female nipples being forbidden (apparently failing to see or ignoring the sexism of this policy) they don&rsquo;t say anything about hair. and that&rsquo;s all you can see on my photos. some hair and skin.</div>\r\n\r\n<div>&nbsp;</div>\r\n\r\n<div>here&#39;s my instagram account (idk if you want to include it):</div>\r\n\r\n<div>&nbsp;</div>\r\n\r\n<div><a href=\"https://www.instagram.com/cameltonja/\" target=\"_blank\">@cameltonja</a></div>\r\n\r\n<div>&nbsp;</div>\r\n\r\n<div>thank you for doing this!</div>\r\n\r\n<div>&nbsp;</div>\r\n\r\n<div>tanja</div></div></body></html>\r\n"
    },
    "3f64af81c7134e8aad2f3f7ff91edf59": {
        "images": [
            "48image0.jpeg"
        ],
        "post_id": "3f64af81c7134e8aad2f3f7ff91edf59",
        "description": "\r\n\r\n"
    },
    "480a0925fea84c8a8ebf4fec52e8b3f8": {
        "images": [
            "92phonto.jpg"
        ],
        "post_id": "480a0925fea84c8a8ebf4fec52e8b3f8",
        "description": "Made a meme out of a photo by @inkaliston. The original photo he took is\r\nstill up on his page, along with many repros on other pages. My post was\r\ndeleted 'for nudity' though.\r\n\r\nI make memes about recovery from addiction.  Occasionally my posts get\r\ndeleted. Usually for promoting the use or sale of illicit drugs. The irony.\r\n\r\nMax\r\n\r\n@fucking_sober\r\n"
    },
    "ea89aabe2736429192789cbad092f913": {
        "images": [
            "9image0.jpeg"
        ],
        "post_id": "ea89aabe2736429192789cbad092f913",
        "description": "there is no nudity in this picture. \r\n@mollyxmillions\r\n\r\n"
    },
    "ceabb01e65324620bacf48a746cae589": {
        "images": [
            "63IMG_6571.jpg",
        ],
        "post_id": "ceabb01e65324620bacf48a746cae589",
        "description": "This image was taken down for adult sexual solicitation. I was really just\r\ntrying to get Cindie's attention tho so idk, maybe they were right. Nudes\r\nnot allowed, duh.\r\n"
    },
    "4d557fe7bd8046b5a416161af88cc4fd": {
        "images": [
            "27image0.jpeg"
        ],
        "post_id": "4d557fe7bd8046b5a416161af88cc4fd",
        "description": "Hey People!\r\n\r\nAwesome idea, I'm happy to provide you with a photo I posted that got deleted unfortunately. \r\n\r\nMy description: This poster shows a man spreading his butt cheeks with a little virus on top of his anus, to censor the whole thing and ‚super spreader‘ written on it. The whole point of this was to play with the word spreading in a sexual context in comparison to the actual pandemic context, while also shining light on the consequences of being careless and a super spreader: it makes you an asshole. The post was deleted because it was still too pornographic for Instagram, even though I also censored the balls!\r\n\r\nUsername: brodfuerdiewelt\r\n\r\nHope my contribution is appreciated. Stay safe and healthy!\r\nBest wishes,\r\nVincent \r\n\r\n"
    },
    "15055675e07d436dbf34a933594e7805": {
        "images": [
            "54IMG_4071.jpeg",
        ],
        "post_id": "15055675e07d436dbf34a933594e7805",
        "description": "I'm instagram user @skeletent. I'm a trans masc individual who uses the\r\nplatform to make memes and other content, primarily content exploring my\r\nown personal identity as a trans person. Several months ago I took this\r\npicture and tried to post it on instagram, as seen below:\r\n\r\nUnsurprisingly, Instagram deleted the post and ignored my attempts to\r\ncontact them about it. This isn't the first time I've had posts of my body\r\ndeleted, and as long as I have these 'female-presenting' breasts I know it\r\nwon't be the last.\r\n\r\nAs a trans person, I live in a body that doesn't fit me correctly. When I\r\nhave a rare moment of comfort in my skin, it's something I feel like\r\nsharing- but i'm not allowed to? It's unfair of a website like Instagram to\r\nblock all attempts at my own self expression because my chest just so\r\nhappens to be larger and more 'female-presenting' than other individuals.\r\nIt's suffocating to have my physical form policed by a society that\r\nattaches female gender to my chest.\r\n\r\nAnyways, I think this is a cool project and I appreciate you putting out\r\nthe call to receive stories and posts from lesser-known accounts. Thanks\r\nfor taking the time to read my submission!\r\n\r\nBest,\r\nJesse Quinlan (they/he)\r\n\r\n-- \r\nhe/him/his | they/them/theirs\r\n"
    },
    "4ad4ba496b0045d29d157b9492b62c1a": {
        "images": [
            "7608760B8B-5367-4195-A9FE-FD9CBA390E96.jpeg"
        ],
        "post_id": "4ad4ba496b0045d29d157b9492b62c1a",
        "description": "Deleted from private account @oangelicapaige on Instagram, this photo was\r\ntaken of a bride bathing with her wedding flowers.\r\n"
    },
    "3062e50c31d2406b8b48b20b22f71f08": {
        "images": [
            "94111402DE-88C1-4CB2-9E75-97D31EDE64C0.jpeg"
        ],
        "post_id": "3062e50c31d2406b8b48b20b22f71f08",
        "description": "was just trying to look cute and confident ab my body + sexuality\r\n"
    },
    "a3a097aaf2474d05887dde09d6c9a573": {
        "images": [
            "13image0.jpeg"
        ],
        "post_id": "a3a097aaf2474d05887dde09d6c9a573",
        "description": "this image was deleted from my meme page. my page is @communist_bowser_ and instagram deleted this. I argue it is a masterpiece butnthe masses will decided\r\n\r\nSent from my iPhone"
    },
    "7ffef6a2852145c4af7859acf09f6ae9": {
        "images": [
            "4761432199376__80E8A5E1-07EC-4291-8897-512013B0664D.jpeg"
        ],
        "post_id": "7ffef6a2852145c4af7859acf09f6ae9",
        "description": "Username fingertip.spirals\r\n\r\nPersonal collage I made from magazines. It was quickly deleted after I\r\nposted on my story for excessive nipple boob head\r\nTitled 'Hey Boob Head'\r\n"
    },
    "e5e40800d186463bacb16369c6f624d5": {
        "images": [
            "53IMG_8071.jpeg"
        ],
        "post_id": "e5e40800d186463bacb16369c6f624d5",
        "description": "Hello! I am submitting this image I created to the 'deleted in 2020'\r\ncontest(?).\r\n\r\nMy username is ur_princeps, it's my private account for stuff I don't feel\r\nconfident about on main!\r\n\r\nDescription:  [A partially nude man stands posed with the white arm of a\r\nmannequin. The hands, his and the mannequin, are clasped in a handshake\r\nobscuring his genitals.]\r\n\r\nI've tried uploading this pic on insta multiple times, with all kinds of\r\nediting to sus out what is so unacceptable by their standards but all I can\r\nthink of is the body hair? Deleted each time tho. Wack. Really just\r\ncemented in my mind that Instagram, and Facebook now by extension, applies\r\ntheir suspensions and bans arbitrarily. Hoping zucc just fuccs off and we\r\ncan all post in peace.\r\n"
    },
    "618dabc3a9204e4e944bd87434d3b245": {
        "images": [
            "105NoTitleCensoredNo1.jpeg",
            "105NoTitleCensoredNo3.jpeg",
            "105NoTitleCensoredNo2.jpeg",
            "105NoTitleCensoredNo4.jpeg"
        ],
        "post_id": "618dabc3a9204e4e944bd87434d3b245",
        "description": "Hello,\r\n\r\nI am submitting these four images (No Title No.1, No Title No.2, No Title No.3,No Title No.4), which belong to my series „No Title“ and they got deleted from Instagram for nudity, even though I censored everything.\r\n\r\nThe description for the project:\r\n\r\nThis series was motivated by the personal boredom of female representation in portraits mainly \r\nbeing either erotic and sexualized or melancholic. Especially when it comes to the exposure of the \r\nnaked body. In this collaboration the artists aim to „play with“ and challenge the masculinized gaze \r\nin an ironic and humorous way to gesture toward agency for young women. \r\n(Digital Photography)\r\n\r\nMy instagram name is @cretaceo .\r\n\r\nThank you for consideration and happy new year,\r\n\r\nJulia Maria Gruber\r\n\r\n\r\n"
    },
    "59a8d98aa8844bb9b155c91c63f9160e": {
        "images": [
            "43processed.jpeg",
            "43processed.jpeg",
            "43processed.jpeg"
        ],
        "post_id": "59a8d98aa8844bb9b155c91c63f9160e",
        "description": "Hi. Thank you for doing this\r\n\r\nHere's my caption: these are 3 photos of a series of pictures  of a photoshoot that I posted with 10 photos in total.  It's beautiful, it's artístic and not even explicit.\r\n\r\nUsername _donnalurdes_\r\n\r\nThank you.\r\nRegards\r\nRedgi\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nObter o Outlook para Android\r\n"
    },
    "92a326c11c8f48e482510869cf5c71da": {
        "post_id": "92a326c11c8f48e482510869cf5c71da",
        "images": [
            "108GAYSWAN_DELETED2020-B.jpg",
            "108GAYSWAN_DELETED2020-C.jpg",
            "108GAYSWAN_DELETED2020-D.jpg",
            "108GAYSWAN_DELETED2020-E.jpg",
            "108GAYSWAN_DELETED2020-F.jpg",
            "108GAYSWAN_DELETED2020-G.jpg",
            "108GAYSWAN_DELETED2020-H.png",
            "108GAYSWAN_DELETED2020-I.png",
            "108GAYSWANS_DELETED2020-A.jpg"
        ],
        "description": "Hi,\r\n\r\nI am submitting the following images for your brilliant web exhibit \"\r\nDeleted in 2020 Submission\". I am attaching herewith a dropbox file with\r\nall the images along with the artist bio as per your requirement. I am\r\ngrateful for the said opportunity.\r\n\r\nLooking forward to an affirmative response from your end.\r\n\r\n*(The images are of the artist and no replication of it is allowed except\r\nfor the submission made)*\r\n\r\nRegards\r\nElina Banerjee\r\nInstagram : gayxswan\r\n"
    },
    "713131ce80ad410e8897dae2fc59e4cd": {
        "post_id": "713131ce80ad410e8897dae2fc59e4cd",
        "images": [
            "10751760017-2.jpg"
        ],
        "description": "Deleted once for nudity (even with blurred nipples), and again for spam\r\n(defined by Instagram as offering things that don't lead to promised\r\ndestination) with no response to appeals."
    },
    "d6bbb7122b08465eaac7db7643110acb": {
        "images": [
            "74shoottest.JPG"
        ],
        "post_id": "d6bbb7122b08465eaac7db7643110acb",
        "description": "I posted this on my Instagram page @christiansidehoe a while back, and it\r\nwas deleted recently due to \"inciting violence\". Which like to be fair, it\r\ntotally is. It got deleted a good while after posting, so i'm assuming\r\nsomeone(s) took my anti-adults-dating-children stance personally and\r\nreported it. It's supposed to be riff on the old \"Shoot Your Local Drug\r\nDealer\" shirts which were popular among straightedge dudebros back in the\r\nday, with a nod to the Defend Pop Punk merch from the 2010s.\r\n"
    },
    "4f384e2123904ad28ccb4f53ec3a4e9d": {
        "images": [
            "24IMG_1517.JPG"
        ],
        "post_id": "4f384e2123904ad28ccb4f53ec3a4e9d",
        "description": "<p dir=\"ltr\">Username: @tlapkanaplotne</p>\r\n<p dir=\"ltr\">The image was cropped in order to get the tit slip out of sight - didn't help anyway.</p>\r\n"
    },
    "30d5ba21d0b64e79a4fb119cb5ace1f4": {
        "images": [
            "70image0.jpeg"
        ],
        "post_id": "30d5ba21d0b64e79a4fb119cb5ace1f4",
        "description": "Hi Jill, this pic was deleted for 'sexual explicit imagery/nudity' from @vaporcult. I find this example uniquely hilarious because of the Fred Durst AR filter. No genitals were showing, btw. Instagram continues to platform white supremacy and profits from illegally obtained user data but God forbid we show nipple🙄\r\n\r\n"
    },
    "bf6910683d784fedbaf10d5b4e694820": {
        "images": [
            "64CrizMarlow_ManCutsOffDeadTigersBalls.jpg"
        ],
        "post_id": "bf6910683d784fedbaf10d5b4e694820",
        "description": "\"Man Cuts Off Dead Tigers Balls\"\r\nThe image was inspired by a headline about a story where a man cut off the\r\nhead and testicles of a dead tiger to help his sex drive.\r\n\r\nThanks!"
    },
    "f932f09728ad4bc28c7ab25ca338de0d": {
        "post_id": "f932f09728ad4bc28c7ab25ca338de0d",
        "description": "Forgot to add a description and my IG:\r\n\r\nIt is very rare I upload pictures of me revealing my body, and usually I delete them within 20 minutes after because of my anxiety. This time I held my own and kept it up to try and push my limits and convince myself that I wasn't a narcissistic ass for feeling cute. But apparently this was too much for Instagram to handle and they deleted it within the hour of posting it to my story. \r\n@K4yhon\r\n\r\n\r\n> Den 12. dec. 2020 kl. 17.30 skrev Kayhon Robinson <kayhon@clarck.dk>:\r\n> \r\n> ï»¿No this is not a joke, this really was removed from my story due to nudity\r\n> <image0.jpeg>\r\n> \r\n"
    },
    "28fb51d9f4f748bf9467e73c06e8002d": {
        "images": [
            "36BTTF-Wax-Pack.jpg"
        ],
        "post_id": "28fb51d9f4f748bf9467e73c06e8002d",
        "description": "Post removed from Instagram on 11/20/2020 for \"hate speech or symbols\"\r\n"
    },
    "f97627564d6f40c4babeb30d1442a71d": {
        "images": [
            "5020201116_165727.jpg"
        ],
        "post_id": "f97627564d6f40c4babeb30d1442a71d",
        "description": "username: @adie.an image deleted for nudity and sexual content and i ended\r\nup fighting with the algorithm/moderators for a little bit reposting the\r\nimage with some text over it acknowledging what instagram actually defines\r\nas nudity as well as screenshots of their guidelines🧐  each one got taken\r\ndown immediately and then upon asking for appeal 4 out of 7 moderators\r\nactually ended up reposting those images while 3 still decided not to😒 was\r\nalso discussing examples of the countless celebrities who can post pictures\r\nin thongs/very sexual poses even men straight up completely naked with only\r\na leaf covering their genitals🙄 I reported those posts for nudity and\r\nsexual content to see what would happen and every time i was told that\r\nthere was nothing wrong with those images. Yet my picture where I'm\r\nobviously not even in a sexual pose but was just feeling myself sunbathing\r\nwas apparently too much😡 I ended my battle by reposting the image i edited\r\nwith mushrooms that look like human body parts censoring my own body\r\nparts🍄🌱\r\n"
    },
    "6c92afd3421c4bfda42e8149ce57f54c": {
        "images": [
            "102image0.jpeg"
        ],
        "post_id": "6c92afd3421c4bfda42e8149ce57f54c",
        "description": "\r\n@chae1i \r\n\r\nOne of my story posts that got deleted for hate speech. Men r so sensitive!!"
    },
    "08bb31eb41a84ad4adb9d9d1bcb98aa9": {
        "images": [
            "83IMG_4474.jpg"
        ],
        "post_id": "08bb31eb41a84ad4adb9d9d1bcb98aa9",
        "description": "Hi there!\r\n I'm submitting an image from my maternity photos that was deleted from\r\nInstagram, labeling it as 'nudity' despite censoring parts of my pregnant\r\nbody, including my nipples, so the post wouldn't get deleted.\r\n\r\nPlatforms like Instagram are run by puritanical authoritarians who set\r\ntheir racist, misogynistic algorithms to police Black, Latinx and other\r\npeople of color under their guise of TOS violations, and yet neither-nazis\r\nand conspiracy theorists get to keep their dangerous platforms on the app.\r\nSomething so trivial shouldn't be this frustrating.\r\n\r\nMy username is @shairacnyc and the image was captured by Laura Ciriaco or\r\n@woooptywuuu in Instagram.\r\n\r\nWarmly,\r\nShaira"
    },
    "2616d3f302bb4f8ca2fd9163d8304935": {
        "images": [
            "103MRD_9052.jpg"
        ],
        "post_id": "2616d3f302bb4f8ca2fd9163d8304935",
        "description": "To whom it may concern, \r\n\r\nAttached please find my submission to your web exhibit 'Deleted in 2020'. \r\n\r\nJesse's hand by Ryerson Dekker (@ryersondekker) \r\n\r\nThank you and Happy New Year! \r\n\r\nR. Dekker"
    },
    "531ec42fb2c14efe9ecc22c6838780c5": {
        "images": [
            "26IMG_20200810_090458_753.jpg"
        ],
        "post_id": "531ec42fb2c14efe9ecc22c6838780c5",
        "description": "\nFirst day of period, \nI am in contact with myself, I am not afraid of that.\nIt gives me strenght and feels good. \n"
    },
    "be715856bd094d0a89102c78091547ef": {
        "images": [
            "14image0.jpeg"
        ],
        "post_id": "be715856bd094d0a89102c78091547ef",
        "description": "\r\n\r\n-- deleted by instagram, nudity\r\n\r\nTbh, the space QIPOC are given in the multimedia age feels less and less present, more in the margins.\r\n\r\nmy curly locks and bridged nose swirl and bend to the beat of a Polynesian rhythm - my wide shoulders carry a tradition of being oneself. When I am me, i'm not enough. When I am them, i'm still not enough.\r\n\r\nof course a picture taken on my macbook pro (2013) might seem unassuming, but i promise that that veneer of vivid green screen hides a sickened black history - one i more through everyday.\r\n\r\nWhen i step into a space that caters to western ideals of beauty, i expect to be welcomed (i am 1/4 white after all). Instagram proves once again that non-cis, caucasian features are something that is not allowed inside their gated community.\r\n\r\ni'm @karaoketc\r\n\r\n\r\n\r\n\r\nSent from my iPhone"
    },
    "02c18c2e91d34122baed0625e6603288": {
        "images": [
            "602020-10-11 01_15_11.686-0400.jpg",
            "60IMG_20201115_143043_073.jpg"
        ],
        "post_id": "02c18c2e91d34122baed0625e6603288",
        "description": "Both deleted for nudity even though there is no \"sexual intercourse,\r\ngenitals, female nipples or closeups of fully-nude buttocks\" shown (as\r\nstipulated by instagram's nudity guidelines). They threatened to delete my\r\naccount if I post \"nudity\" again. Apparently having a body is illegal on\r\ninstagram.\r\n"
    },
    "265193a9555c4b909eed2e296aef3637": {
        "images": [
            "28image1.jpeg"
        ],
        "post_id": "265193a9555c4b909eed2e296aef3637",
        "description": "\r\n\r\n^originally posted at the the end of a string of sfw pictures from a private account with less than 20 followers. just a random page of a hentai manga found in the basement of a florentine bookstore that i thought was funny. post taken down after a day, received a warning.\r\n\r\n"
    },
    "08373f0dd948479c8c6423ad423238c4": {
        "images": [
            "1720201211_001506.jpg"
        ],
        "post_id": "08373f0dd948479c8c6423ad423238c4",
        "description": "hi! my username is @ morrowindowsvista and on my private account, someone\r\nreported and got this post taken down of my top surgery scar healing\r\nprogress, which was prefaced by this pimp spongebob meme i hold very dear\r\nto my heart. felt weird to have something as simple as my healing progress\r\npics deleted, but i get how some people are PUSSIES and cant handle that. i\r\nhad to find the meme itself and screenshot it for this submissions. also\r\nmuch love to my trans siblings. thank u for having my back\r\n"
    },
    "9d68d840627642c2a8ee7cd23660b31f": {
        "images": [
            "38IMG_7571.jpg"
        ],
        "post_id": "9d68d840627642c2a8ee7cd23660b31f",
        "description": "This post was removed from my account, @bubblepunk. They removed it due to\r\nthreats of violence. Since no one (to my knowledge) has\r\never actually BEEN to the sun, I find it a bit presumptuous that Instagram\r\nassumed it would kill or harm Trump.\r\n"
    },
    "08af0af297dd4a1091bd0e8797fff6f5": {
        "images": [
            "7557AE7F71-8D40-4877-A053-6B4CC8753D7C.JPG"
        ],
        "post_id": "08af0af297dd4a1091bd0e8797fff6f5",
        "description": "i uploaded this in a private account i have with less than 20 followers and it got deleted almost instantly, it also disabled my account.\r\n\r\n"
    },
    "49902d5e3739444cb136027b8cb37f16": {
        "images": [
            "62image0.jpeg"
        ],
        "post_id": "49902d5e3739444cb136027b8cb37f16",
        "description": "\r\n"
    },
    "fa66648f9b51409d8e83cb8713be07ca": {
        "images": [
            "93IMG_20201104_122735.jpg",
            "93IMG_20201104_122839.jpg"
        ],
        "post_id": "fa66648f9b51409d8e83cb8713be07ca",
        "description": "@garbage_rat_ a post about this sweater i made got deleted for hate speech \r\nlmao death to the usa"
    },
    "fabc03a1d7774bfb87038b45a01378be": {
        "images": [
            "65IMG-7787.jpg",
            "65IMG-9387.JPG"

        ],
        "post_id": "fabc03a1d7774bfb87038b45a01378be",
        "description": " @normallynude\r\nNo idea why it was deleted, but y'all can make your own guesses\r\n"
    },
    "0d08a37e16e14e799ddb58782a307764": {
        "images": [
            "85morningballs.jpg"
        ],
        "post_id": "0d08a37e16e14e799ddb58782a307764",
        "description": "Hi there,\r\n\r\nI'm attaching a work of mine (\"Morning Balls\") that has been deleted by\r\nInstagram this past year.\r\n\r\nAll the best and hope you'll like it\r\n\r\nMaayan Sophia Weisstub\r\n"
    },
    "efd14329cd2741fd9f7f695384a114bc": {
        "images": [
            "35nsfw.still1.png",
            "351.png",
            "354.png",
            "352.png",
            "353.png",
            "35nsfw_latent.mp4"
        ],
        "post_id": "efd14329cd2741fd9f7f695384a114bc",
        "description": "Name: Kat Sung\r\n\r\n IG: @katattack62\r\n\r\n contact: katrinaasung@gmail.com\r\n\r\n Project name: nsfw\r\n\r\n Description: A mosaic of AI generated videos using RunwayML trained on BDSM\r\nHentai images found online, and BDSM Hentai images mapped on 3D models of\r\nfamiliar personal spaces. A study of both artistic style and subject and\r\nhow AI interacts with these imagined bodies. Instagram deleted both the\r\nvideos and images for nudity, which I found was interesting as these aren't\r\nreal or complete bodies but the algorithm recognizes them as such.\r\n\r\n1.still of the video mosaic\r\n\r\n2-5. stills of the generated hentai, which all bare uncanny similarity to\r\none another in color, pose, and features.\r\nThank you!\r\n"
    },
    "1440e5453dc44df399ea154a9a483088": {
        "images": [
            "3320201211_143201.jpg"
        ],
        "post_id": "1440e5453dc44df399ea154a9a483088",
        "description": "My user is @nappyheadluxury and this image was taken off my story due to\r\nits \"sexually explicit nature.\" So I lowered the brightness on the image a\r\nlil, re-uploaded it, and I slid past the algorithms.\r\n"
    },
    "533486d7c6494a33af57160a43303cce": {
        "images": [
            "12IMG_20201110_202422_044.jpg"
        ],
        "post_id": "533486d7c6494a33af57160a43303cce",
        "description": "The original meme (file ending in 22.jpg) was posted November 8th by\r\n@the_cumming_memesurrection . The banner was from a protest in Portland\r\nthat read \"We don't want Biden- we want revenge for police murders,\r\nimperialist wars and fascist massacres.\" The meme edited the banner to say\r\n\"We don't want Biden- we want to eat ass and spread anarchy while we spread\r\ndem butt cheeks, shoot motherfuckers who don't eat ass, draw cool ass iron\r\nfront logos on everything.\"\r\n\r\nThe meme was deleted because the Instagram moderators considered \"shoot\r\nmotherfuckers who don't eat ass\" to be a credible threat so on November\r\n10th an amended meme (file ending in 44.jpg) was posted which read \"We\r\ndon't want Biden- we want to eat ass and spread anarchy while we spread dem\r\nbutt cheeks, still be nice to people who don't eat ass, draw cool ass iron\r\nfront logos on everything.\"\r\n"
    },
    "bc03acfdd83d41018ad7954bdaa8a955": {
        "images": [
            "37butt.jpg"
        ],
        "post_id": "bc03acfdd83d41018ad7954bdaa8a955",
        "description": "username: @blanned\r\nShared May 2017 Deleted October 2020\r\nsomeone was mad about my flat ass for a full three & a half years !!\r\n"
    },
    "0cbe22451334463d8a1fd7f14d94986a": {
        "images": [
            "86memecofee.png"
        ],
        "post_id": "0cbe22451334463d8a1fd7f14d94986a",
        "description": "Hello ada.wrong\r\n\r\nThis is a meme that got deleted due to the depiction of sexual\r\nactivity/nude/whatever.\r\nwhat makes me sadistically smile is that it also seems like the algorithm\r\nis trying to\r\ncensor one of the possible output of our hyper-social culture aka modulating\r\nour behaviour on machines' model. They want us to believe we're still human\r\nin full\r\ncontrol of our body :^) haha \\*flushes a hot stream of coffee frow its\r\nbowels*\r\n\r\ncuriously yours\r\n\r\ntwee whistler\r\n"
    },
    "da2704d081154bb988aeb9f1706ecb84": {
        "images": [
            "82Image.jpeg"
        ],
        "post_id": "da2704d081154bb988aeb9f1706ecb84",
        "description": "Get Outlook for iOS"
    },
    "d7496363520f491a82bd24d6d762492c": {
        "images": [
            "16IMG_8064.jpeg",
            "16IMG_8063.jpg"
        ],
        "post_id": "d7496363520f491a82bd24d6d762492c",
        "description": "Hello!!!!!\r\n\r\n\r\nThis was part of my project Halcyon from 2019, on my account\r\n@ricky____chen. I was excited to post it because it was my first fully\r\nfleshed out project I did, but half of it ended up getting reported or\r\ntaken down.  Instagram couldn't handle (some of) the nudes... they're\r\nboring zzzzzz\r\n\r\nThis was part of my project Halcyon from 2019, on my account\r\n@ricky____chen. I was excited to post it because it was my first fully\r\nfleshed out project I did, but half of it ended up getting reported or\r\ntaken down.  Instagram couldn't handle (some of) the nudes... they're\r\nboring zzzzzz\r\n\r\n\r\n\r\nThanks\r\n\r\nRicky Chen\r\n@ricky____chen\r\n"
    },
    "869a372f8e904e649a15d0a4eb3dd407": {
        "images": [
            "59strong feelings about you.jpg",
            "59lights on the hill.jpg"
        ],
        "post_id": "869a372f8e904e649a15d0a4eb3dd407",
        "description": "Thank you for this space for reflection and visibility!\r\n\r\nDescription / info text:\r\n\r\n\"I mainly share self-portraits on my Instagram page as part of my \r\nhealing process and reconnection with my body and feelings. The profile \r\nwas never created for followers or to impress anyone else, sharing my \r\nphotos is a simple act of becoming visible and vulnerable within my \r\nhealing process to some close people in my life. But mostly, uploading \r\nphotos just means being honest and vulnerable with myself. In 2020, \r\nInstagram deleted two photos for nudity, even though the photos were far \r\nfrom sexualised or offensive. I felt hurt by this censorship, felt again \r\nthat I was not allowed to take up space, that I had to please others to \r\nbe accepted. I decided to share the removal of my posts and Instagram's \r\nthreats to delete my profile as part of the process I'm going through, \r\ntaking back my freedom to take up space again.'\r\n\r\nMy instagram user name: luu.ma.r\r\n\r\nThe images are attached, thank you for providing space.\r\n\r\nAll the best,\r\nLuumaar\r\n"
    },
    "690cef5d638344b0a6ce4680b4fcf56c": {
        "images": [
            "72IMG_1481.JPG",
            "72IMG_1480.JPG"
        ],
        "post_id": "690cef5d638344b0a6ce4680b4fcf56c",
        "description": "Hi, I'm Aurora and I am a photographer living in Denver, CO.\r\nThese images were immediately flagged and taken down from my photography\r\npage--which is pretty exclusively commercial-type creative portraits. I\r\nthought setting the age restriction to 18+ would solve the issue, but I am\r\nthinking I should try to change my sex to Male on my profile cause I have\r\nheard that is another potential safguard against being flagged.\r\nIt's upsetting that this type of content is being censored, deleted, and\r\nour community members which deserve the most representation and protections\r\nare being deplatformed. The deletion of sex workers and sex positive\r\ncontent is a political issue, a class issue, and an attack on\r\nrepresentation, inclusivity and progress in a violent world.\r\nThe community I have grown with on instagram has been so pivotal to shaping\r\nmy worldview with sex positive content, education, and an engaged,\r\nopen-minded community. I'll be happy to move to a new platform with all my\r\nfavorite creatives. I believe that if we were to listen to the most\r\nmarginalized and shape the world based on their needs we would all be\r\nbetter for it. That's what I want; decriminalization, sex worker\r\nsovereignty, and a life-affirming world for Black Trans and Indigenous\r\npeople.\r\n\r\n(Note: I made another submission through my modeling account--where my\r\nalias is Dizzie @dizzie_nova)\r\n\r\nIMAGE INFO\r\n\r\nModel: Hailey Christensen @desirabledigitals\r\n\r\nPhotographer: Aurora Adams @auroraprophoto\r\n"
    },
    "94c60c00f982451e9d6d62e34a44cbad": {
        "images": [
            "39beingachildiswrong.jpg"
        ],
        "post_id": "94c60c00f982451e9d6d62e34a44cbad",
        "description": "My username is @veryobviousvulva, I posted this image of my older sister\r\nand I playing in the bathtub when we were children. Neither of us were old\r\nenough to have even grown visible sexual reproductive organs, yet this was\r\nremoved three times and almost had my account deleted. Part of my trauma is\r\nthat females in particular are sexualized way way way before they even\r\nunderstand what's happening. I remember when I was 11, my babysitter told\r\nme men were starting to look at me \"different\" and I asked why and she said\r\nbecause of my \"mosquito-bite sized titties\".\r\n\r\n-- \r\nHope M. Balsmeyer\r\n"
    },
    "0f0f2754fd644a689174461697d20121": {
        "images": [
            "77The charming secret of a woman wearing a suit_oil on canvas_70x80_ 2019.jpg"
        ],
        "post_id": "0f0f2754fd644a689174461697d20121",
        "description": "Hello, can I submit my deleted work by Instagram to your open Call?\r\n\r\n"
    },
    "00552f46ab24484caa8093b6e06367c8": {
        "images": [
            "56IMG_4695.jpg"
        ],
        "post_id": "00552f46ab24484caa8093b6e06367c8",
        "description": "**username:** @natraum\r\n\r\n**deleted for:** nudity/sexual content\r\n\r\n**statement:** I have always strongly opposed Instagram's content\r\nrestrictions, but I think what has bothered me the most as I've started\r\nquestioning my gender is that it feels like Instagram is punishing\r\nfemininity. Nipples are not (and should not be) gendered, and furthermore,\r\nnudity and sex are a natural part of life. Since reading Instagram's most\r\nrecent guidelines surrounding nudity and sexual content on the platform, I\r\nfind myself increasingly frustrated, as now the mere mention of sex is\r\ntheoretically grounds for deletion. It astounds me that Instagram has not\r\nonly stood behind their archaic restrictions, but continued to lock things\r\ndown and pretend that nude bodies don't exist.\r\n\r\nThank you for your consideration.\r\n\r\nSincerely,\r\nNat Raum\r\nshe/they\r\n"
    },
    "062dec7af6db4615b07f2edb50cd9b6f": {
        "images": [
            "21IMG_20200204_152132_031.jpg",
            "21IMG_20200204_152132_029.jpg"
        ],
        "post_id": "062dec7af6db4615b07f2edb50cd9b6f",
        "description": "This literally got my whole account deleted. I asked for a review. They\r\nstuck with their decision. I'm still confused to this day. There isn't we\r\neven a nipple in it??? The two pics were on the same post btw.\r\n"
    },
    "9a227e73e6a34ccd98fc9b93bb3b8c4a": {
        "images": [
            "55IMG_0424.jpeg"
        ],
        "post_id": "9a227e73e6a34ccd98fc9b93bb3b8c4a",
        "description": "Hello... I'm piper! Here's one of my photographs that was deleted earlier\r\nin the year for a nudity violation. Even after uploading with a dot over\r\nthe nipple it was still reported!!\r\n\r\n\r\n\r\nDescription:\r\n\r\nTaken down for violation 'against our community guidelines for nudity or\r\nsexual activity.' When uploaded with a dot over the nipple, it was still\r\nremoved or reported.\r\n\r\nInstagram is: ______piper\r\nArtist: Piper olivas\r\n"
    },
    "fae28f0fba81492e8b01f6fb66ba280d": {
        "post_id": "fae28f0fba81492e8b01f6fb66ba280d",
        "images": [
            "111kikou.jpg",
            "111seins.jpg"
        ],
        "description": "hello :)))"
    },
    "8bd4516b6b6b49cdba8c854658f1312a": {
        "images": [
            "58IMG_20181213_144933_316.jpg"
        ],
        "post_id": "8bd4516b6b6b49cdba8c854658f1312a",
        "description": "\r\n"
    },
    "61abcb2bdd8a46f281c8f4a6e445c5a0": {
        "images": [
            "106479B6298-597A-448A-BE69-B8138C2DE6FF.jpeg",
            "1066E9D5837-672C-492E-BA7D-C9D1074AC770.jpeg"
        ],
        "post_id": "61abcb2bdd8a46f281c8f4a6e445c5a0",
        "description": "Literally on dec 31 first insta thought i killed myself then posted it\r\nI do look pretty dead in one of them but it was a photoset of 7\r\n"
    },
    "cce0cca6f45c446b922dda4d871ab744": {
        "images": [
            "401600561739220.png"
        ],
        "post_id": "cce0cca6f45c446b922dda4d871ab744",
        "description": "I posted this image to my SW account, and it was removed for sexual\r\nactivity & nudity. I'm fairly certain my pubic hair is a large factor in\r\nwhy this was removed.\r\n\r\nThere is a special irony in this image being taken down when the creator of\r\nFacebook, which now owns Instagram, was first making websites to rate women\r\nbased on looks.\r\n\r\n@girlscum / @bellyscrugs\r\n\r\n[image description:] a young person in a microkini is using one hand to\r\ntuck their long hair behind one ear as they seem to tower over you from\r\nabove. the other hand is down by their side, and holding a remote to take\r\nthe pictures\r\n\r\nthey have a tattoo on their upper thigh of a bee. their pubic hair is a\r\nfocal point, and is not completely contained by their microkini bottoms.\r\n\r\nthe picture is edited to make the background look like this person has\r\nangel wings, and is emerging from a portal of heart shaped bubbles & magic.\r\nthey also have a halo.\r\n"
    },
    "0f7ea2f2f28d486490ce94b1f2f85eba": {
        "images": [
            "49c555301e1516413c967d14883a613fac.mp4"
        ],
        "post_id": "0f7ea2f2f28d486490ce94b1f2f85eba",
        "description": "This video of my kittens licking each other that i captioned 'gay bitches'\r\nwas taken down for hate speech\r\n"
    },
    "63035f57c0534d588fa4b0fee37c5690": {
        "images": [
            "71dizzie_IMG_2285.jpg"
        ],
        "post_id": "63035f57c0534d588fa4b0fee37c5690",
        "description": "Model: @dizzie_nova (me)\r\n\r\nPhotographer: @wyatt_fassell\r\n\r\nHi, I'm Dizzie. I'm a photographer turned model, passionate about psych,\r\nabolition, erotica, and sad love poems. This image was taken down\r\nimmediately after posting it. I submitted an error report and reposted it\r\nagain. It was not taken down that time. I have since deleted it because of\r\nthe new TOS rolling out--out of fear of being deleted and losing my IG base\r\nfrom which I have friendships, work contracts, funnel OF subscribers for\r\nextra income and book modeling gigs.\r\n\r\nMy original caption:\r\n\r\n\"It's hard for me not to wish to change certain things about myself, and my\r\nsmall chest is one of them. The thing is, I have always found that self\r\nacceptance brings inner peace and outer celebration that is far more\r\nattractive and mesmerizing than any size or shape of me could ever be.\r\nAlso, who fucking cares if anyone finds me attractive or not?? The only\r\nreason I care is because I have to make money and it helps me do that.\r\nValue being tied to appearances is an illusion(pretty politics) I am\r\nprivileged to maintain now for survival, and it doesn't have to be this\r\nway.\r\nThere's so many embellishments we can use to bring even further enjoyment\r\nand pleasure to our embodiment so why waste the little time we have on\r\nEarth wishing our shapes were different / not breaking down the structures\r\nwhich oppress us? Shout out to latex and flash photography for this\r\nembodied practice of enjoyment and self celebration.\"\r\n\r\nI reposted to add:\r\n\r\n\"Hi, so I was going to focus on body self acceptance, but then @instagram\r\ntook my post down(this image) stating it violates community guidelines\r\nagainst nudity and sexual activity.\r\nNot only is this *not* a sexual image, it has already\r\ncensored my(apparently inherently sexual and sexualized) nipples.\r\nFuck you and fuck your bots policing women's bodies and self expression.\r\nThis exact photo was Not flagged on my male collegue's account. I know I'm\r\nbeing stalked by bots and overpoliced on this platform. Seriously fuck this\r\nplace.\r\nAnyway, back to my original caption...\"\r\n"
    },
    "28e33c4a1723490e96e4956f1edb1454": {
        "images": [
            "87image0.jpeg"
        ],
        "post_id": "28e33c4a1723490e96e4956f1edb1454",
        "description": "\r\n\r\nYes, Instagram really deleted this\r\n\r\nusername was @kaczynskifanclub.\r\n\r\nfile name: sailor_moon_chilling_with_the_homies.png\r\n\r\nthoughts: yet another case of discrimination against anime girls"
    },
    "ef5b382571a445b381c6da7fd7a0d774": {
        "images": [
            "89videocall1.jpg"
        ],
        "post_id": "ef5b382571a445b381c6da7fd7a0d774",
        "description": "Hi! This drawing was automatically deleted back in July, and I had to\r\nrepost it censored.\r\n\r\nI'm @tenderism on Instagram.\r\n\r\nTitle: Video Call\r\n\r\nDescription:\r\nSelf portrait automatically deleted by Instagram's censors for nudity and\r\nsexual content.\r\n\r\n@tenderism\r\n"
    },
    "cac0d38c4c214b31b127c21ea27546a8": {
        "images": [
            "78IMG_8361.jpg"
        ],
        "post_id": "cac0d38c4c214b31b127c21ea27546a8",
        "description": "Description:\r\n'Ig's tiddies bots were working overtime, even these tiny images of tiddies\r\nwere not spared'\r\n"
    },
    "cfc6b4a861ed40d1a5fa8aa5475bd1c6": {
        "images": [
            "67image0.jpeg"
        ],
        "post_id": "cfc6b4a861ed40d1a5fa8aa5475bd1c6",
        "description": "I posted a question, \"Is Mark Zuckerberg a dolphin?\" with possible answers of Yes or No. Shortly after posting, it was deleted for \"Suicide or self-harm.\"\r\n\r\nUsername: @marky.biz\r\n\r\n"
    },
    "88fb422e21154ea6a1c05a988fc31cc3": {
        "images": [
            "90DSC01949.jpg",
            "90DSC02757.jpg",
            "90Louise 082120K400TMY120BW-F024.jpg"
        ],
        "post_id": "88fb422e21154ea6a1c05a988fc31cc3",
        "description": "All photos deleted for Adult/Sexual Solicitation by @tinylittlespitfire2,\r\npreviously deleted for nudity. Corporatism will never kill art and we will\r\ncontinue to subvert the system with heathenism\r\n"
    },
    "e734bc72000e487b839e93c528deea75": {
        "images": [
            "91IMG_1179.jpeg"
        ],
        "post_id": "e734bc72000e487b839e93c528deea75",
        "description": "Username: Littlerascal420\r\n"
    },
    "0bfe91d3edb24dc2a130783a57bdaffa": {
        "images": [
            "97image0.jpeg"
        ],
        "post_id": "0bfe91d3edb24dc2a130783a57bdaffa",
        "description": "from ig account @thisisafleshprison\r\n\r\nI feel like it can be a really torturous for creatives who are trying to express the facets of their human experience that could be viewed as negative or problematic on a platform that is essentially designed to keep people docile and wasting their time and attention so both can be bought and sold as a commodity. People who are so inclined can weaponize being offended, or even feigning concern for mental health in order to silence content creators, and generally this behavior is rewarded regardless of whether or not it’s warranted. Being alive is fucked up and messy, and being denied the cathartic process of expressing that through art feels so soulless and ugly it makes me wonder what I personally get out utilizing this platform specifically other than a dopamine feedback loop that is just a cheap trick making a fool out of my dumb lizard brain like a slot machine or a scratch off lottery ticket. The fact I am obviously being influenced to make my work so sterile and with a total lack of boundary-pushing energy can make it seem like a waste of time to try and make anything that’s worth seeing in the first place. Live, Laugh, Die in a Fire.\r\n\r\nSent from my iPhone"
    },
    "cf4302ad-27fc-430a-9978-9b03d4305fe4": {
        "images": [
            "106IMG_1920.jpg"
        ],
        "post_id": "cf4302ad-27fc-430a-9978-9b03d4305fe4",
        "description": "From a cindy Sherman exhibition\r\n\r\n\r\n\r\nSent from my iPhone"
    },
    "725bcd9b-92a1-4322-b6ab-c68d84ba29fd": {
        "images": [
            "109IMG_7133.jpg",
            "109IMG_7131.jpg"
           
        ],
        "post_id": "725bcd9b-92a1-4322-b6ab-c68d84ba29fd",
        "description": "violating community guidelines\r\n\r\nsio.cs"
    },
    "4108d4e7-000b-4de7-b760-e9f0549b6978": {
        "images": [
            "110E4819DB2-78A1-4935-BADA-653728F5DE37.jpg",
            "110024BB0B5-F580-4B7C-B9A5-A90FA5ECE61D.jpg",
            "1105608B737-1303-425B-ABBE-58EA717CD119.jpg",
            "110A674C1E2-19A8-45D8-A597-E49D00809228.jpg",
            "1109D74FC44-4761-4A03-8368-D3876AFCBC53.jpg"
        ],
        "post_id": "4108d4e7-000b-4de7-b760-e9f0549b6978",
        "description": "hey it’s @lilperc666 here’s some stuff haha"
    }
}